[
  {
    "name": "Primitives By Kathy 6 Ghost Dog Halloween Block Sign 113689",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/11685/29539/113689__44713.1658247572.jpg?c=2",
    "price": 98000,
    "desc": "Trick or treat! This lil ghost wants a treat but not candy!Perfect for a dog lover, this sign features a wooden block with a burlap piece and a pup draped with a sheet and cut outs for his eyes, ears, and mouth holding a candy bucket full of dog treats! Made by Primitives by Kathy. Made of wood. Dimensions: 4",
    "latest": 1,
    "hot": 0,
    "amount": 1,
    "category": 1,
    "id": "1"
  },
  {
    "name": "Primitives By Kathy 5 Porch Steps And Pumpkins Wooden Sign Fall Decoration 113679",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/11684/29537/113679__93665.1658246663.jpg?c=2",
    "price": 99000,
    "desc": "It's Fall and every home has a bundle of potted mums in all different colors and pumpkins decorating the outside of their front door to welcome guests! This sign brings that thought to life! It features a wooden block with a burlap canvas and a pot of yellow mums and bright orange pumpkins sitting pretty on a few bricked steps. Made by Primitives By Kathy. Made of wood",
    "latest": 1,
    "hot": 1,
    "amount": 1,
    "category": 1,
    "id": "2"
  },
  {
    "name": "Primitives By Kathy 13 Happy Halloween Wall Hanging Sign 113482",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/11683/29535/113482__73757.1658245426.jpg?c=2",
    "price": 80000,
    "desc": "Decorate your door with this spooky sign! It features a block print jack-o-lantern and 'Happy Halloween' at the bottom! There is a black ribbon to hang on a wreath hanger or on a door handle! Made by Primitives By Kathy. Made of wood.",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 1,
    "id": "3"
  },
  {
    "name": "Primitives By Kathy 7 You're Creepin' Meowt Halloween Block Sign 109283",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/10484/26959/apiyybfi2__69714.1646091909.jpg?c=2",
    "price": 120000,
    "desc": "Yikes! You're creepin meowt!! This sign features a black cat giving the mean mug! Perfect to place on your mantle or coffee table! Made by Primitives By Kathy. Made of wood",
    "latest": 1,
    "hot": 0,
    "amount": 1,
    "category": 1,
    "id": "4"
  },
  {
    "name": "Primitives By Kathy 9.75 Vintage Pumpkin Halloween Hanging Decoration 101776",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/8896/22872/apin4umez__82060.1646091885.jpg?c=2",
    "price": 94000,
    "desc": "Inspired by retro Halloween decorations, this jack o lantern is sure to look spook-tacular hanging on your front door or up on the wall! It features a pumpkin with a spooky face and a bundle of fall leaves poking out of the top! Made by Primitives By Kathy.",
    "latest": 1,
    "hot": 0,
    "amount": 1,
    "category": 1,
    "id": "5"
  },
  {
    "name": "Hallmark 3.25 Tim Burton's The Nightmare Before Christmas Jack Present Christmas Ornament 3HCM1239",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/11655/29498/3HCM1239_large__71512.1655304365.jpg?c=2",
    "price": 70000,
    "desc": "This ornament features the pumpkin king in his black and white pin stripe suit and red glittered Sandy Claws hat popping out of a silver present! Made by Hallmark. Made of resin",
    "latest": 0,
    "hot": 1,
    "amount": 1,
    "category": 2,
    "id": "6"
  },
  {
    "name": "Hallmark Tim Burton's The Nightmare Before Christmas 3 Oogie Boogie Christmas Ornament 2HCM9044",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/11641/29484/2HCM9044_large__75177.1655228443.jpg?c=2",
    "price": 120000,
    "desc": "Mr. Oogie Boogie was the protagonist in Tim Burton's The Nightmare Before Christmas known for wreaking havoc and trying to off Sandy Claws! He is made of a sack tied together with string and filled with worms! This ornament feature him holding a pair of red dice used to play his game of doom! Made by Hallmark.",
    "latest": 0,
    "hot": 1,
    "amount": 1,
    "category": 2,
    "id": "7"
  },
  {
    "name": "Hallmark 3 Tim Burton's The Nightmare Before Christmas Zero Ornament 2HCM9041",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/10503/26982/apinfx3gx__55117.1654791493.jpg?c=2",
    "price": 49000,
    "desc": "Jack's trustee sidekick Zero is always there to help him out! This ornament features the ghostly pup smiling big with his little orange pumpkin nose! Made by Hallmark. Made of resin. Dimensions",
    "latest": 1,
    "hot": 1,
    "amount": 1,
    "category": 2,
    "id": "8"
  },
  {
    "name": "Hallmark 3 Tim Burton's The Nightmare Before Christmas Jack Ornament 2HCM9501",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/10501/26980/apinatn1t__35893.1646091904.jpg?c=2",
    "price": 89000,
    "desc": "aaaaWhat! Is! THIS?! It's the pumpkin king! Jack is features here in his signature black and white pin striped suit with bat bow tie and a large smiling face! Perfect for Halloween or Christmas! Made by Hallmark. Made of resinaaaaaaaaaaaaaaaaaaaaaaa",
    "latest": 1,
    "hot": 0,
    "amount": 1,
    "category": 2,
    "id": "9"
  },
  {
    "name": "Primitives By Kathy 7 Lick Or Treat Halloween Ornament 110167",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/10483/26957/apic3newi__43487.1646091931.jpg?c=2",
    "price": 65000,
    "desc": "Lick or treat! Puppy kisses get even better when they have a cute spooky costume on like this one! This ornament sign features a pupparoo dressed as a ghost holding his jack o lantern candy bucket! This is great to hang on door knobs or in a Halloween themed tree! Made by Primitives By Kathy. Made of wood.",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 2,
    "id": "10"
  },
  {
    "name": "Primitives By Kathy 4 Happy Fall Halloween Sign Happy Fall 113692",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/11691/29560/113692__34945.1658428780.jpg?c=2",
    "price": 140000,
    "desc": "Happy Fall, y'all! Celebrate the season in the best way with this adorable sign! It features a wooden block with a painting of a bail of hay, a spooky jack-o-lantern and a lantern with 'Happy Fall' written in a typewriter font at the top! Perfect to place on your mantle or on your coffee table! Made by Primitives By Kathy.",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 3,
    "id": "11"
  },
  {
    "name": "Primitives By Kathy Happy Halloween Hand Over Treats Halloween Block Sign 110166",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/10485/26960/apikj4ur9__18190.1646091906.jpg?c=2",
    "price": 100000,
    "desc": "This kitty isn't playin' around...hand over the candy! This sign features a black cat with a serious look on his face guarding his large bucket of candy! Made by Primitives By Kathy. Made of wood.",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 3,
    "id": "12"
  },
  {
    "name": "Primitives By Kathy 7 I'll Put A Spell On You Chunky Sitter Halloween Sign 109284",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/10480/26953/apixcj3jq__09486.1646091871.jpg?c=2",
    "price": 130000,
    "desc": "I'll put a spell on youuuuu! Sit this spooky sign on your mantle or coffee table for a great decoration! It features a block print crow design on an orange background! Made by Primitives By Kathy. Made of wood",
    "latest": 0,
    "hot": 1,
    "amount": 1,
    "category": 3,
    "id": "13"
  },
  {
    "name": "Primitives By Kathy 7 Too Much Candy Said No One Ever Halloween Box Sign 100371",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/9720/25004/apifafa20__54294.1646091872.jpg?c=2",
    "price": 140000,
    "desc": "There's no such thing as too much candy ever, let alone on Halloween! This funny box sign features a white background with a whimsical font writing out the hilarious joke that everyone will relate to! This is great to place on your mantle or on a table next to your candy bucket! Made by Primitives By Kathy. Made of wood. ",
    "latest": 1,
    "hot": 1,
    "amount": 1,
    "category": 3,
    "id": "14"
  },
  {
    "name": "Primitives By Kathy 14 Witch Moon Halloween Sign 95400",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/8907/22904/apiuxhjma__60153.1646091955.jpg?c=2",
    "price": 134000,
    "desc": "Hang this gorgeous Halloween sign in your home this spook season! It features a big orange moon with a vintage face smiling at a witch that has flown up high in the night sky to hang out! Are they conspiring new tricks? Hmmm... Hang it on your door, in a wreath, or even on your wall! Made by Primitives By Kathy",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 3,
    "id": "15"
  },
  {
    "name": "Primitives By Kathy Set of 3 Happy Halloween Buckets 101884",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/11680/29529/101884__78150.1658240770.jpg?c=2",
    "price": 31000,
    "desc": "Make sure your table display is perfect this Halloween with this set! Each bucket varies in size and is made of galvanized metal with a bright orange paper wrap decorated with tiny bats, a pair of spooky black cats, and a smiling jack-o-lantern! Great to use to hold your Halloween candy, Halloween grab bags and goodie bags, or fill with spider webs and a Halloween house! Sold as a set of 3. Made of metal",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 4,
    "id": "16"
  },
  {
    "name": "Primitives By Kathy Witch Halloween Dish Towel 101770",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/9721/25006/apiadb3dv__20703.1646091896.jpg?c=2",
    "price": 50000,
    "desc": "Decorate your kitchen for spookie season with this bright orange dish towel! It features a cutie pie little witch smiling and winking with her pet owl perched on her arm! behind them looms a large full moon and tiny bats fly around them! Made by Primitives By Kathy. Made of cotton.",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 4,
    "id": "17"
  },
  {
    "name": "Beistle Vintage 6.5'-9.5' Halloween Pumpkin Cutout Decorations 00441",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/9587/24682/apia6ty3h__87615.1646091941.jpg?c=2",
    "price": 59000,
    "desc": "Add a little spice to your Halloween party this season with these little pumpkins! This features a set of 8 jack o lanterns with fronts and backs and different facial expressions! Great to hang up all over the wall or on your windows! Made of paper.",
    "latest": 1,
    "hot": 0,
    "amount": 1,
    "category": 4,
    "id": "18"
  },
  {
    "name": "Beistle Vintage 12 Halloween Tissue Spider Decoration 01457",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/9580/24675/apifort6e__22024.1646091902.jpg?c=2",
    "price": 72000,
    "desc": "This cute spider is ready to party with you this Halloween! It features a bright blue hairy spider, he has bright green eyes and orange hair and green feelers! The body of the spider is a tissue paper dome with black and blue stripes! He would look adorable on your front door to greet guests or on your wall by the snack table! Made of paper. ",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 4,
    "id": "19"
  },
  {
    "name": "Beistle 9.5 Vintage Halloween Classic Cutouts Set of 7 00429",
    "image": "https://cdn11.bigcommerce.com/s-nn06ox/images/stencil/320w/products/9567/24660/apih3t00d__46412.1646091868.jpg?c=2",
    "price": 89000,
    "desc": "Decorate your Halloween party the old fashioned way with this set from Beistle Vintage! It features colorful and retro Halloween images sure to bring back stories of Halloween passed! You get a black cat tipped with a pretty green color, a witch flying in front of a bright yellow moon, a spooked ghost and a bat, a menacing looking orange and black witch, a spiky zig zaggy orange monster, a perfectly plump glowing jack-o-lantern, and a black cat with a festive mask for trick or treating! Sold as a set of 7 pieces, each piece has a front and back double sided image.",
    "latest": 0,
    "hot": 0,
    "amount": 1,
    "category": 4,
    "id": "20"
  }
]